Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

# settings.appearance.animations.detail
source: Enable smooth transitions and effects
ar: تمكين التحولات والتأثيرات السلسة
da: Aktiver jævne overgange og effekter
de: settings.appearance.animations.detail
es: Habilitar transiciones y efectos suaves
fa: انتقال و جلوه های صاف را فعال کنید
fi: Ota käyttöön sujuvat siirtymät ja tehosteet
fr: Activer des transitions et des effets fluides
he: settings.appearance.animations.detail
it: Abilita transizioni ed effetti fluidi
ja: スムーズなトランジションとエフェクトを有効にする
nl: Schakel vloeiende overgangen en effecten in
sw: Washa mipito laini na athari
th: เปิดใช้งานการเปลี่ยนภาพและเอฟเฟ็กต์ที่ราบรื่น
uk: Увімкніть плавні переходи та ефекти
zh_hans: 实现平滑的过渡和效果
zh_hant: 實現平滑的過渡和效果
zh_hk: 實現平滑的過渡和效果

# settings.appearance.card_radius
source: Card Corner Radius
ar: نصف قطر ركن البطاقة
da: Kort hjørne radius
de: settings.appearance.card_radius
es: Radio de Esquina de Tarjeta
fa: شعاع گوشه کارت
fi: Kortin kulman säde
fr: Rayon du coin de la carte
he: settings.appearance.card_radius
it: Raggio dell'angolo della carta
ja: カードの角の半径
nl: Kaarthoekradius
sw: Radi ya Kona ya Kadi
th: รัศมีมุมการ์ด
uk: Радіус кута картки
zh_hans: 卡角半径
zh_hant: 卡角半徑
zh_hk: 卡角半徑

# settings.appearance.effects.header
source: Effects
ar: التأثيرات
da: Effekter
de: settings.appearance.effects.header
es: Efectos
fa: جلوه ها
fi: Tehosteet
fr: Effets
he: settings.appearance.effects.header
it: Effetti
ja: 効果
nl: Effecten
sw: Madhara
th: ผลกระทบ
uk: Ефекти
zh_hans: 效果
zh_hant: 效果
zh_hk: 效果

# settings.appearance.glass_effects
source: Glass Effects
ar: تأثيرات الزجاج
da: Glas effekter
de: settings.appearance.glass_effects
es: Efectos de Vidrio
fa: جلوه های شیشه ای
fi: Lasiefektit
fr: Effets de verre
he: settings.appearance.glass_effects
it: Effetti del vetro
ja: ガラス効果
nl: Glaseffecten
sw: Athari za Kioo
th: เอฟเฟกต์แก้ว
uk: Скляні ефекти
zh_hans: 玻璃效果
zh_hant: 玻璃效果
zh_hk: 玻璃效果

# settings.appearance.glass_effects.detail
source: Use translucent backgrounds and blur
ar: استخدم الخلفيات الشفافة والطمس
da: Brug gennemsigtige baggrunde og slør
de: settings.appearance.glass_effects.detail
es: Usar fondos translúcidos y desenfoque
fa: از پس‌زمینه‌های شفاف و تار استفاده کنید
fi: Käytä läpikuultavia taustoja ja sumenna
fr: Utilisez des arrière-plans translucides et du flou
he: settings.appearance.glass_effects.detail
it: Usa sfondi traslucidi e sfocati
ja: 半透明の背景とぼかしを使用する
nl: Gebruik doorschijnende achtergronden en vervaging
sw: Tumia mandharinyuma na ukungu
th: ใช้พื้นหลังโปร่งแสงและเบลอ
uk: Використовуйте напівпрозорий фон і розмиття
zh_hans: 使用半透明背景并模糊
zh_hant: 使用半透明背景並模糊
zh_hk: 使用半透明背景並模糊

# settings.appearance.style.header
source: Style
ar: أسلوب
da: Stil
de: settings.appearance.style.header
es: Estilo
fa: سبک
fi: Tyyli
he: settings.appearance.style.header
it: Stile
ja: スタイル
nl: Stijl
sw: Mtindo
th: สไตล์
zh_hans: 风格
zh_hant: 風格
zh_hk: 風格

# settings.appearance.theme
source: Theme
ar: سمة
da: Tema
de: settings.appearance.theme
es: Tema
fa: موضوع
fi: Teema
fr: Thème
he: settings.appearance.theme
it: Tema
ja: テーマ
nl: Thema
sw: Mandhari
th: ธีม
uk: Тема
zh_hans: 主题
zh_hant: 主題
zh_hk: 主題

# settings.appearance.theme.auto
source: Auto
ar: آلي
de: settings.appearance.theme.auto
fa: خودکار
he: settings.appearance.theme.auto
ja: 自動
sw: Otomatiki
th: อัตโนมัติ
uk: Авто
zh_hans: 汽车
zh_hant: 汽車
zh_hk: 汽車

# settings.appearance.theme.dark
source: Dark
ar: مظلم
da: Mørk
de: settings.appearance.theme.dark
es: Oscuro
fa: تاریک
fi: Tumma
fr: Sombre
he: settings.appearance.theme.dark
ja: 暗い
nl: Donker
sw: Giza
th: มืด
zh_hans: 黑暗的
zh_hant: 黑暗的
zh_hk: 黑暗的

# settings.appearance.theme.header
source: Appearance
ar: مظهر
da: Udseende
de: settings.appearance.theme.header
es: Apariencia
fa: ظاهر
fi: Ulkonäkö
fr: Apparence
he: settings.appearance.theme.header
it: Aspetto
ja: 外観
nl: Verschijning
sw: Muonekano
th: รูปร่าง
zh_hans: 外貌
zh_hant: 外貌
zh_hk: 外貌

# settings.appearance.theme.light
source: Light
ar: ضوء
da: Lys
de: settings.appearance.theme.light
es: Claro
fa: نور
fi: Kevyt
fr: Lumière
he: settings.appearance.theme.light
ja: ライト
nl: Licht
sw: Mwanga
th: แสงสว่าง
uk: світло
zh_hans: 光
zh_hant: 光
zh_hk: 光

# settings.appearance.theme.system
source: System
ar: نظام
de: settings.appearance.theme.system
es: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
he: settings.appearance.theme.system
it: Sistema
ja: システム
nl: Systeem
sw: Mfumo
th: ระบบ
zh_hans: 系统
zh_hant: 系統
zh_hk: 系統

# settings.calendar.not_authorized.message
source: Grant calendar access to sync events with your schedule
ar: منح حق الوصول إلى التقويم لمزامنة الأحداث مع الجدول الزمني الخاص بك
da: Giv kalenderadgang til at synkronisere begivenheder med din tidsplan
de: settings.calendar.not_authorized.message
es: Otorga acceso al calendario para sincronizar eventos con tu horario
fa: به تقویم اجازه دسترسی برای همگام سازی رویدادها با برنامه خود بدهید
fi: Myönnä kalenteriin käyttöoikeus tapahtumien synkronoimiseksi aikataulusi kanssa
fr: Accordez l'accès au calendrier pour synchroniser les événements avec votre emploi du temps
he: settings.calendar.not_authorized.message
it: Concedi l'accesso al calendario per sincronizzare gli eventi con la tua pianificazione
ja: イベントをスケジュールと同期するためのカレンダーへのアクセスを許可します
nl: Verleen agendatoegang om evenementen te synchroniseren met uw planning
sw: Ipe kalenda ufikiaji wa kusawazisha matukio na ratiba yako
th: ให้สิทธิ์การเข้าถึงปฏิทินเพื่อซิงค์กิจกรรมกับกำหนดการของคุณ
uk: Надайте доступ до календаря, щоб синхронізувати події з вашим розкладом
zh_hans: 授予日历访问权限以将事件与您的日程同步
zh_hant: 授予日曆訪問權限以將事件與您的日程同步
zh_hk: 授予日曆訪問權限以將事件與您的日程同步

# settings.calendar.not_authorized.title
source: Calendar Access Required
ar: الوصول إلى التقويم مطلوب
da: Kalenderadgang påkrævet
de: settings.calendar.not_authorized.title
es: Acceso al Calendario Requerido
fa: دسترسی به تقویم الزامی است
fi: Kalenterin käyttöoikeus vaaditaan
fr: Accès au calendrier requis
he: settings.calendar.not_authorized.title
it: È richiesto l'accesso al calendario
ja: カレンダーへのアクセスが必要です
nl: Agendatoegang vereist
sw: Ufikiaji wa Kalenda Unahitajika
th: จำเป็นต้องเข้าถึงปฏิทิน
uk: Потрібен доступ до календаря
zh_hans: 需要访问日历
zh_hant: 需要訪問日曆
zh_hk: 需要訪問日曆

# settings.calendar.range.1_month
source: 1 Month
ar: 1 شهر
da: 1 måned
de: settings.calendar.range.1_month
es: 1 Mes
fa: 1 ماه
fi: 1 kuukausi
fr: 1 mois
he: settings.calendar.range.1_month
it: 1 mese
ja: 1ヶ月
nl: 1 maand
sw: Mwezi 1
th: 1 เดือน
uk: 1 місяць
zh_hans: 1个月
zh_hant: 1個月
zh_hk: 1個月

# settings.calendar.range.1_week
source: 1 Week
ar: 1 أسبوع
da: 1 uge
de: settings.calendar.range.1_week
es: 1 Semana
fa: 1 هفته
fi: 1 viikko
fr: 1 semaine
he: settings.calendar.range.1_week
it: 1 settimana
ja: 1週間
sw: Wiki 1
th: 1 สัปดาห์
uk: 1 тиждень
zh_hans: 1周
zh_hant: 1週
zh_hk: 1週

# settings.calendar.range.2_months
source: 2 Months
ar: شهرين
da: 2 måneder
de: settings.calendar.range.2_months
es: 2 Meses
fa: 2 ماه
fi: 2 kuukautta
fr: 2 mois
he: settings.calendar.range.2_months
it: 2 mesi
ja: 2ヶ月
nl: 2 maanden
sw: Miezi 2
th: 2 เดือน
uk: 2 місяці
zh_hans: 2个月
zh_hant: 2個月
zh_hk: 2個月

# settings.calendar.range.2_weeks
source: 2 Weeks
ar: 2 أسابيع
da: 2 uger
de: settings.calendar.range.2_weeks
es: 2 Semanas
fa: 2 هفته
fi: 2 viikkoa
fr: 2 semaines
he: settings.calendar.range.2_weeks
it: 2 settimane
ja: 2週間
nl: 2 weken
sw: Wiki 2
th: 2 สัปดาห์
uk: 2 тижні
zh_hans: 2周
zh_hant: 2週
zh_hk: 2週

# settings.calendar.refresh_range
source: Refresh Range
ar: تحديث النطاق
da: Opdater rækkevidde
de: settings.calendar.refresh_range
es: Rango de Actualización
fa: محدوده بازخوانی
fi: Päivitä alue
fr: Actualiser la plage
he: settings.calendar.refresh_range
it: Aggiorna intervallo
ja: リフレッシュ範囲
nl: Bereik vernieuwen
sw: Onyesha upya Masafa
th: รีเฟรชช่วง
uk: Оновити діапазон
zh_hans: 刷新范围
zh_hant: 刷新範圍
zh_hk: 刷新範圍

# settings.calendar.request_access
source: Request Access
ar: طلب الوصول
da: Anmod om adgang
de: settings.calendar.request_access
es: Solicitar Acceso
fa: درخواست دسترسی
fi: Pyydä käyttöoikeutta
fr: Demander l'accès
he: settings.calendar.request_access
it: Richiedi l'accesso
ja: アクセスのリクエスト
nl: Toegang aanvragen
sw: Omba Ufikiaji
th: ร้องขอการเข้าถึง
uk: Запит на доступ
zh_hans: 请求访问权限
zh_hant: 請求訪問權限
zh_hk: 請求訪問權限

# settings.calendar.revoke_access
source: Revoke Calendar Access
ar: إبطال الوصول إلى التقويم
da: Tilbagekald kalenderadgang
de: settings.calendar.revoke_access
es: Revocar Acceso al Calendario
fa: لغو دسترسی به تقویم
fi: Peruuta kalenterin käyttöoikeus
fr: Révoquer l'accès au calendrier
he: settings.calendar.revoke_access
it: Revoca l'accesso al calendario
ja: カレンダーへのアクセスを取り消す
nl: Agendatoegang intrekken
sw: Batilisha Ufikiaji wa Kalenda
th: เพิกถอนการเข้าถึงปฏิทิน
uk: Скасувати доступ до календаря
zh_hans: 撤销日历访问权限
zh_hant: 撤銷日曆訪問權限
zh_hk: 撤銷日曆訪問權限

# settings.calendar.revoke_access.confirm.button
source: Revoke Access
ar: إبطال الوصول
da: Tilbagekald adgang
de: settings.calendar.revoke_access.confirm.button
es: Revocar Acceso
fa: لغو دسترسی
fi: Peruuta käyttöoikeus
fr: Révoquer l'accès
he: settings.calendar.revoke_access.confirm.button
it: Revoca accesso
ja: アクセスの取り消し
nl: Toegang intrekken
sw: Batilisha Ufikiaji
th: เพิกถอนการเข้าถึง
uk: Скасувати доступ
zh_hans: 撤销访问权限
zh_hant: 撤銷訪問權限
zh_hk: 撤銷訪問權限

# settings.calendar.revoke_access.confirm.message
source: This will clear all synced calendar data. You'll need to manually revoke permission in iOS Settings > Itori > Calendars.
ar: سيؤدي هذا إلى مسح جميع بيانات التقويم المتزامنة.ستحتاج إلى إلغاء الإذن يدويًا في إعدادات iOS > الجذور > التقويمات.
da: Dette vil rydde alle synkroniserede kalenderdata.Du skal manuelt tilbagekalde tilladelsen i iOS-indstillinger > Rødder > Kalendere.
de: settings.calendar.revoke_access.confirm.message
es: Esto borrará todos los datos de calendario sincronizados. Necesitarás revocar manualmente el permiso en Configuración de iOS > Itori > Calendarios.
fa: با این کار تمام داده های تقویم همگام سازی شده پاک می شود.شما باید به صورت دستی مجوز را در تنظیمات iOS > ریشه ها > تقویم ها لغو کنید.
he: settings.calendar.revoke_access.confirm.message
it: Ciò cancellerà tutti i dati del calendario sincronizzati.Dovrai revocare manualmente l'autorizzazione in Impostazioni iOS > Itori > Calendari.
ja: これにより、同期されたカレンダー データがすべて消去されます。iOS の [設定] > [ルート] > [カレンダー] で権限を手動で取り消す必要があります。
nl: Hiermee worden alle gesynchroniseerde agendagegevens gewist.Je moet de toestemming handmatig intrekken via iOS-instellingen > Itori > Agenda's.
sw: Hii itafuta data yote ya kalenda iliyosawazishwa.Utahitaji kubatilisha ruhusa wewe mwenyewe katika Mipangilio ya iOS > Mizizi > Kalenda.
uk: Це очистить усі синхронізовані дані календаря.Вам потрібно буде вручну відкликати дозвіл у iOS Settings > Itori > Calendars.
zh_hans: 这将清除所有同步的日历数据。您需要在 iOS 设置 > 根目录 > 日历中手动撤销权限。
zh_hant: 這將清除所有同步的日曆數據。您需要在 iOS 設置 > 根目錄 > 日曆中手動撤銷權限。
zh_hk: 這將清除所有同步的日曆數據。您需要在 iOS 設置 > 根目錄 > 日曆中手動撤銷權限。

# settings.calendar.revoke_access.confirm.title
source: Revoke Calendar Access?
ar: هل تريد إلغاء الوصول إلى التقويم؟
da: Vil du tilbagekalde kalenderadgang?
de: settings.calendar.revoke_access.confirm.title
es: ¿Revocar Acceso al Calendario?
fa: دسترسی به تقویم لغو شود؟
fi: Perutaanko kalenterin käyttöoikeus?
fr: Révoquer l'accès au calendrier ?
he: settings.calendar.revoke_access.confirm.title
it: Revocare l'accesso al calendario?
ja: カレンダーへのアクセスを取り消しますか?
nl: Agendatoegang intrekken?
sw: Je, ungependa kubatilisha Ufikiaji wa Kalenda?
th: เพิกถอนการเข้าถึงปฏิทินหรือไม่
uk: Скасувати доступ до календаря?
zh_hans: 撤销日历访问权限？
zh_hant: 撤銷日曆訪問權限？
zh_hk: 撤銷日曆訪問權限？

# settings.calendar.revoke_access.footer
source: Remove calendar access and clear all synced events. You'll need to manually revoke permission in iOS Settings.
ar: إزالة الوصول إلى التقويم ومسح كافة الأحداث المتزامنة.ستحتاج إلى إلغاء الإذن يدويًا في إعدادات iOS.
da: Fjern kalenderadgang og ryd alle synkroniserede begivenheder.Du skal manuelt tilbagekalde tilladelsen i iOS-indstillinger.
de: settings.calendar.revoke_access.footer
es: Eliminar acceso al calendario y borrar todos los eventos sincronizados. Necesitarás revocar manualmente el permiso en Configuración de iOS.
fa: دسترسی به تقویم را حذف کنید و همه رویدادهای همگام‌سازی شده را پاک کنید.شما باید به صورت دستی مجوز را در تنظیمات iOS لغو کنید.
fi: Poista kalenterin käyttöoikeus ja tyhjennä kaikki synkronoidut tapahtumat.Sinun on peruutettava käyttöoikeudet manuaalisesti iOS-asetuksissa.
fr: Supprimez l'accès au calendrier et effacez tous les événements synchronisés.Vous devrez révoquer manuellement l'autorisation dans les paramètres iOS.
he: settings.calendar.revoke_access.footer
it: Rimuovi l'accesso al calendario e cancella tutti gli eventi sincronizzati.Dovrai revocare manualmente l'autorizzazione nelle Impostazioni iOS.
ja: カレンダーへのアクセスを削除し、同期されたイベントをすべてクリアします。iOS 設定で許可を手動で取り消す必要があります。
nl: Verwijder de agendatoegang en wis alle gesynchroniseerde evenementen.U moet de toestemming handmatig intrekken in de iOS-instellingen.
sw: Ondoa ufikiaji wa kalenda na ufute matukio yote yaliyosawazishwa.Utahitaji kubatilisha ruhusa wewe mwenyewe katika Mipangilio ya iOS.
th: ลบการเข้าถึงปฏิทินและล้างกิจกรรมที่ซิงค์ทั้งหมดคุณจะต้องเพิกถอนการอนุญาตด้วยตนเองในการตั้งค่า iOS
uk: Скасуйте доступ до календаря та очистіть усі синхронізовані події.Вам потрібно буде вручну відкликати дозвіл у налаштуваннях iOS.
zh_hans: 删除日历访问权限并清除所有同步事件。您需要在 iOS 设置中手动撤销权限。
zh_hant: 刪除日曆訪問權限並清除所有同步事件。您需要在 iOS 設置中手動撤銷權限。
zh_hk: 刪除日曆訪問權限並清除所有同步事件。您需要在 iOS 設置中手動撤銷權限。

# settings.calendar.scheduling.footer
source: How far ahead to scan for events when refreshing
ar: إلى أي مدى يمكن البحث عن الأحداث عند التحديث
da: Hvor langt frem skal du scanne efter begivenheder, når du opdaterer
de: settings.calendar.scheduling.footer
es: Qué tan adelante escanear eventos al actualizar
fa: چقدر جلوتر برای اسکن رویدادها هنگام بازخوانی
fi: Kuinka kaukana on tapahtumien etsiminen päivityksen aikana
fr: Dans quelle mesure rechercher les événements lors de l'actualisation ?
he: settings.calendar.scheduling.footer
it: Quanto tempo occorre per eseguire la scansione degli eventi durante l'aggiornamento
ja: 更新時にどのくらい先のイベントをスキャンするか
nl: Hoe ver vooruit om te scannen op gebeurtenissen bij vernieuwen
th: สแกนหากิจกรรมเมื่อรีเฟรชได้ไกลแค่ไหน
zh_hans: 刷新时提前多长时间扫描事件
zh_hant: 刷新時提前多長時間掃描事件
zh_hk: 刷新時提前多長時間掃描事件

# settings.calendar.scheduling.header
source: Scheduling
ar: الجدولة
da: Planlægning
de: settings.calendar.scheduling.header
es: Programación
fa: برنامه ریزی
fi: Ajoitus
fr: Planification
he: settings.calendar.scheduling.header
it: Pianificazione
ja: スケジュール設定
nl: Planning
sw: Kupanga ratiba
th: การจัดตารางเวลา
uk: Планування
zh_hans: 调度
zh_hant: 調度
zh_hk: 調度

# settings.calendar.school_calendar.footer
source: Select the calendar to use for event tracking and scheduling
ar: حدد التقويم الذي تريد استخدامه لتتبع الأحداث وجدولتها
da: Vælg den kalender, der skal bruges til begivenhedssporing og -planlægning
de: settings.calendar.school_calendar.footer
es: Selecciona el calendario a usar para el seguimiento de eventos y programación
fa: تقویمی را برای استفاده برای ردیابی و زمان‌بندی رویداد انتخاب کنید
fi: Valitse tapahtumien seurantaan ja ajoitukseen käytettävä kalenteri
fr: Sélectionnez le calendrier à utiliser pour le suivi et la planification des événements
he: settings.calendar.school_calendar.footer
it: Seleziona il calendario da utilizzare per il monitoraggio e la pianificazione degli eventi
ja: イベントの追跡とスケジュールに使用するカレンダーを選択します
nl: Selecteer de kalender die u wilt gebruiken voor het bijhouden en plannen van gebeurtenissen
sw: Chagua kalenda ya kutumia kufuatilia na kuratibu tukio
th: เลือกปฏิทินที่จะใช้สำหรับการติดตามและกำหนดเวลากิจกรรม
zh_hans: 选择用于事件跟踪和安排的日历
zh_hant: 選擇用於事件跟踪和安排的日曆
zh_hk: 選擇用於事件跟踪和安排的日曆

# settings.calendar.school_calendar.header
source: School Calendar
ar: التقويم المدرسي
da: Skolekalender
de: settings.calendar.school_calendar.header
es: Calendario Escolar
fa: تقویم مدرسه
fi: Koulun kalenteri
fr: Calendrier scolaire
he: settings.calendar.school_calendar.header
it: Calendario scolastico
ja: 学校カレンダー
nl: Schoolkalender
sw: Kalenda ya Shule
th: ปฏิทินโรงเรียน
uk: Шкільний календар
zh_hans: 学校日历
zh_hant: 學校日曆
zh_hk: 學校日曆

# settings.category.accessibility
source: Accessibility
ar: إمكانية الوصول
da: Tilgængelighed
de: settings.category.accessibility
es: Accesibilidad
fa: قابلیت دسترسی
fi: Esteettömyys
fr: Accessibilité
he: settings.category.accessibility
it: Accessibilità
ja: アクセシビリティ
nl: Toegankelijkheid
sw: Ufikivu
th: การเข้าถึง
uk: Доступність
zh_hans: 无障碍
zh_hant: 無障礙
zh_hk: 無障礙

# settings.category.appearance
source: Appearance
ar: مظهر
da: Udseende
de: settings.category.appearance
es: Apariencia
fa: ظاهر
fi: Ulkonäkö
fr: Apparence
he: settings.category.appearance
it: Aspetto
ja: 外観
nl: Verschijning
sw: Muonekano
th: รูปร่าง
uk: Зовнішній вигляд
zh_hans: 外貌
zh_hant: 外貌
zh_hk: 外貌

# settings.category.calendar
source: Calendar
ar: تقويم
da: Kalender
de: settings.category.calendar
es: Calendario
fa: تقویم
fi: Kalenteri
fr: Calendrier
he: settings.category.calendar
it: Calendario
ja: カレンダー
nl: Kalender
sw: Kalenda
th: ปฏิทิน
uk: Календар
zh_hans: 日历
zh_hant: 日曆
zh_hk: 日曆

# settings.category.courses_planner
source: Courses & Planner
ar: الدورات والمخطط
da: Kurser & Planlægger
de: settings.category.courses_planner
es: Cursos y Planificador
fa: دوره ها و برنامه ریز
fi: Kurssit ja suunnittelija
fr: Cours et planificateur
he: settings.category.courses_planner
it: Corsi e pianificazione
ja: コースとプランナー
nl: Cursussen & Planner
sw: Kozi & Mpangaji
th: หลักสูตรและผู้วางแผน
uk: Курси та планувальник
zh_hans: 课程与规划师
zh_hant: 課程與規劃師
zh_hk: 課程與規劃師

# settings.category.general
source: General
ar: عام
da: Generel
de: settings.category.general
fa: ژنرال
fi: Kenraali
fr: Général
he: settings.category.general
ja: 一般的な
nl: Algemeen
sw: Mkuu
th: ทั่วไป
zh_hans: 一般的
zh_hant: 一般的
zh_hk: 一般的

# settings.category.interface
source: Interface
ar: واجهة
de: settings.category.interface
es: Interfaz
fa: رابط
fi: Käyttöliittymä
he: settings.category.interface
ja: インタフェース
sw: Kiolesura
th: อินเทอร์เฟซ
uk: Інтерфейс
zh_hans: 界面
zh_hant: 介面
zh_hk: 介面

# settings.category.notifications
source: Notifications
ar: إشعارات
da: Meddelelser
de: settings.category.notifications
es: Notificaciones
fa: اطلاعیه ها
fi: Ilmoitukset
he: settings.category.notifications
ja: 通知
nl: Meldingen
th: การแจ้งเตือน
zh_hans: 通知
zh_hant: 通知
zh_hk: 通知

# settings.category.privacy
source: Privacy
ar: خصوصية
da: Privatliv
de: settings.category.privacy
es: Privacidad
fa: حریم خصوصی
fi: Yksityisyys
fr: Confidentialité
he: settings.category.privacy
ja: プライバシー
th: ความเป็นส่วนตัว
uk: Конфіденційність
zh_hans: 隐私
zh_hant: 隱私
zh_hk: 隱私

# settings.category.storage
source: Storage
ar: تخزين
da: Opbevaring
de: settings.category.storage
es: Almacenamiento
fa: ذخیره سازی
fi: Varastointi
fr: Stockage
he: settings.category.storage
ja: ストレージ
nl: Opslag
th: พื้นที่จัดเก็บ
zh_hans: 贮存
zh_hant: 貯存
zh_hk: 貯存

# settings.category.timer
source: Timer
ar: الموقت
de: settings.category.timer
es: Temporizador
fa: تایمر
fi: Ajastin
fr: Minuteur
he: settings.category.timer
ja: タイマー
th: ตัวจับเวลา
zh_hans: 定时器
zh_hant: 定時器
zh_hk: 定時器

# settings.courses.display
source: Course Display
ar: عرض الدورة
da: Kursusvisning
de: settings.courses.display
es: Visualización del curso
fa: نمایش دوره
fi: Kurssin näyttö
fr: Affichage du cours
he: settings.courses.display
ja: コース表示
nl: Cursusweergave
th: การแสดงหลักสูตร
uk: Відображення курсу
zh_hans: 课程展示
zh_hant: 課程展示
zh_hk: 課程展示

# settings.courses.display.both
source: Both
ar: كلاهما
da: Begge
de: settings.courses.display.both
fa: هر دو
fi: Molemmat
fr: Les deux
he: settings.courses.display.both
ja: 両方
nl: Beide
th: ทั้งคู่
zh_hans: 两个都
zh_hant: 兩個都
zh_hk: 兩個都

# settings.courses.display.code
source: Code
ar: شفرة
da: Kode
de: settings.courses.display.code
es: Código
fa: کد
fi: Koodi
he: settings.courses.display.code
ja: コード
th: รหัส
uk: Код
zh_hans: 代码
zh_hant: 代碼
zh_hk: 代碼

# settings.courses.display.footer
source: How to display course information throughout the app
ar: كيفية عرض معلومات الدورة في جميع أنحاء التطبيق
da: Sådan viser du kursusinformation i hele appen
de: settings.courses.display.footer
es: Cómo mostrar información del curso en toda la aplicación
fi: Kuinka näyttää kurssitiedot kaikkialla sovelluksessa
fr: Comment afficher les informations sur les cours dans toute l'application
he: settings.courses.display.footer
ja: アプリ全体でコース情報を表示する方法
nl: Cursusinformatie weergeven in de hele app
th: วิธีแสดงข้อมูลหลักสูตรตลอดทั้งแอป
zh_hans: 如何在整个应用程序中显示课程信息
zh_hant: 如何在整個應用程序中顯示課程信息
zh_hk: 如何在整個應用程序中顯示課程信息

# settings.courses.display.header
source: Courses
ar: الدورات
da: Kurser
de: settings.courses.display.header
es: Cursos
fa: دوره ها
fi: Kurssit
fr: Cours
he: settings.courses.display.header
ja: コース
nl: Cursussen
th: หลักสูตร
uk: Курси
zh_hans: 课程
zh_hant: 課程
zh_hk: 課程

# settings.courses.display.name
source: Name
ar: اسم
da: Navn
de: settings.courses.display.name
es: Nombre
fa: نام
fi: Nimi
fr: Nom
he: settings.courses.display.name
ja: 名前
nl: Naam
th: ชื่อ
uk: Ім'я
zh_hans: 姓名
zh_hant: 姓名
zh_hk: 姓名

# settings.general.display.header
source: Display
ar: عرض
da: Vise
de: settings.general.display.header
es: Pantalla
fa: نمایش
fi: Näyttö
fr: Afficher
he: settings.general.display.header
ja: 画面
nl: Weergave
th: แสดง
uk: Дисплей
zh_hans: 展示
zh_hant: 展示
zh_hk: 展示

# settings.general.high_contrast
source: High Contrast
ar: التباين العالي
da: Høj kontrast
de: settings.general.high_contrast
es: Alto Contraste
fa: کنتراست بالا
fi: Korkea kontrasti
fr: Contraste élevé
he: settings.general.high_contrast
ja: ハイコントラスト
nl: Hoog contrast
ru: Режим высокой контрастности
th: คอนทราสต์สูง
uk: Високий контраст
zh_hans: 高对比度模式
zh_hant: 高對比度模式
zh_hk: 高對比度

# settings.general.high_contrast.detail
source: Increase visual contrast for better readability
ar: زيادة التباين البصري لسهولة القراءة
da: Øg den visuelle kontrast for bedre læsbarhed
de: settings.general.high_contrast.detail
es: Aumentar el contraste visual para mejor legibilidad
fa: کنتراست بصری را برای خوانایی بهتر افزایش دهید
fi: Lisää visuaalista kontrastia parantaaksesi luettavuutta
fr: Augmentez le contraste visuel pour une meilleure lisibilité
he: settings.general.high_contrast.detail
ja: 視覚的なコントラストを高めて読みやすくします
nl: Verhoog het visuele contrast voor een betere leesbaarheid
th: เพิ่มคอนทราสต์ของภาพเพื่อให้อ่านง่ายขึ้น
uk: Збільште візуальний контраст для кращої читабельності
zh_hans: 增加视觉对比度以获得更好的可读性
zh_hant: 增加視覺對比度以獲得更好的可讀性
zh_hk: 增加視覺對比度以獲得更好的可讀性

# settings.general.use_24h
source: Use 24-Hour Time
ar: استخدم وقت 24 ساعة
da: Brug 24-timers tid
de: settings.general.use_24h
es: Usar Formato de 24 Horas
fa: از زمان 24 ساعته استفاده کنید
fi: Käytä 24 tunnin kelloa
fr: Utiliser l'heure de 24 heures
he: settings.general.use_24h
ja: 24 時間制を使用する
nl: Gebruik 24-uurs tijd
ru: Использовать 24-часовой формат
th: ใช้เวลาแบบ 24 ชั่วโมง
uk: Використовуйте 24-годинний формат часу
zh_hans: 使用 24 小时制
zh_hant: 使用 24 小時制
zh_hk: 使用 24 小時時間

# settings.general.use_24h.detail
source: Display times in 24-hour format
ar: عرض الأوقات بتنسيق 24 ساعة
da: Vis tider i 24-timers format
de: settings.general.use_24h.detail
es: Mostrar horas en formato de 24 horas
fa: نمایش زمان در قالب 24 ساعته
fi: Näytä ajat 24 tunnin muodossa
fr: Afficher les heures au format 24 heures
he: settings.general.use_24h.detail
ja: 時刻を 24 時間形式で表示します
nl: Weergavetijden in 24-uursformaat
th: แสดงเวลาในรูปแบบ 24 ชั่วโมง
uk: Відображення часу в 24-годинному форматі
zh_hans: 以 24 小时格式显示时间
zh_hant: 以 24 小時格式顯示時間
zh_hk: 以 24 小時格式顯示時間
